Repository: gtergeomatica/manuale_geoportale_concerteaux
Catalog: locales/*/LC_MESSAGES/geoportale.po
Languages: fr

source: Il Geoportale Concert-Eaux
fr: Le Géoportail Concert-Eaux

source: L'interfaccia grafica
fr: L'interface graphique.

source: Il geoportale Concert-Eaux è raggiungibile a questo link: https://www.gishosting.gter.it/lizmap-web-client/lizmap/www/index.php/view/map/?repository=concerteaux&project=concerteaux
fr: Le géoportail Concert-Eaux est accessible à ce lien: https://www.gishosting.gter.it/lizmap-web-client/lizmap/www/index.php/view/map/?repository=concerteaux&project=concerteaux

source: Linterfaccia del Geoportale, intuitiva e user-friendly, è composta da:
fr: L'interface du Géoportail, intuitive et facile à utiliser, est composée de:

source: **Area di Mappa** qui vengono visualizzati i dati
fr: **Zone de la Carte** ici sont affichées les données

source: **Albero dei Layer** qui sono elencati tutti i layer disponibili sul Geoportale. I dati derivanti, dal progetto Concert-Eaux e da progetti precedenti, sono suddivisi in quattro gruppi principali, uno per progetto, nominati appunto Concert-Eaux, EurEauPa, RiskNat e Eurobassin. Questi quattro gruppi sono al loro volta suddivisi in sottogruppi. I singoli layers e sottogruppi possono essere accesi e spenti cliccando sul checkbox corrispondente. Cliccando invece sulla freccia accanto alla checkbox è possibile espandere il gruppo e visualizzarne quindi il contenuto oppure, nel caso dei layer, visualizzarne la legenda. Inoltre cliccando sul nome del gruppo o del layer è pissibile accedere a un popup contenete eventuali informazioni, modificarne l'opacità, zoommare all'estensione del layer e se possibile scaricare il dato.
fr: **Légende** ici sont énumérés tous les layer disponibles sur le Géoportail. Les données résultants, de projet Concert-Eaux et de projets précédents, sont subdivisés en quatre groupes principaux, un pour projet, nommés précisément Concert-Eaux, EurEauPa, RiskNat et Eurobassin. Ces quatre groupes sont à leur tour subdivisés en sous-groupes. Les layers individuels et sous-groupes peuvent être allumés et éteints en cliquant sur la case à cocher correspondante. En cliquant plutôt sur la flèche à côté de la case à cocher est possible étendre le groupe et en visualiser donc le contenu ou, dans le cas des layer, afficher la légende. En outre en cliquant sur le nom du groupe ou du layer est possible accéder à un pop-up contenant éventuelles informations, en modifier l'opacité, zoomer à l’extension du layer et si possible télécharger le donné.

source: **Menù dei layer di base** qui sono elencati tutti gli sfondi cartografici disponibili per il geoportale. Di defult viene caricato lo sfondo di OpenStreetMap.
fr: **Menu des fond de carte** ici sont énumérés tous les fonds cartographiques disponibles pour le géoportail. Par défaut est téléchargé le fond OpenStreetMap.

source: **Toolbar** da qui è possibile accedere a tutti gli strumenti disponibili (metadati, editing per i soli utenti accreditati, selezione, localizzazione, stampa, misura, permalink, tabelle degli attributi, visualizzatore 3D). I singoli strumenti saranno meglio descritti nella sezione :ref:`strumenti-e-funzioni`.
fr: **Barre d’outils** d’ici est possible accéder à tous les instruments disponibles (métadonnées, édition seulement pour les utilisateurs accrédités, sélection, localisation, impression, mesure, permalien, tableaux des attributs, afficheur 3D). Les instruments individuels seront mieux décrits dans la section: ref:`instruments-et-fonctions`.

source: **Pan e Zoom** strumenti per la navigazione dell'area di mappa (sposta, zoom con rettangolo, zoom alla massima estenzione, zoom-in e zoom-out, zoom precedente e successivo).
fr: **Pan et Zoom** instruments pour la navigation de la zone de carte (déplace, zoom avec rectangle, zoom à l’extension maximale, zoomer et dé-zoomer, zoom précédant et suivant).

source: **Scala e Coordinate del mouse** qui vengono mostrate la scala di visualizzazione e le coordinate al puntatore del mouse espresse.
fr: **Échelle et Coordonnées de la souris** ici sont affichées l’échelle de visualisation et les coordonnées du pointeur de la souris exprimées.

source: Il pulsante **Login** in alto a destra nell'header, consente appunto all'utente di accreditarsi con il proprio user e password. A seconda dei privilegi attribuiti ai singoli utenti dall'amministratore del Geoportale, l'utente potra accedere a strumenti e funzioni che altrimenti non sono visibili come il download o l'editing dei dati.
fr: Le bouton **Login** en haut à droite dans l’en-tête, permet justement à l'utilisateur de se faire reconnaître avec propre nom d’utilisateur et mot de passe. Selon les privilèges attribués aux utilisateurs individuels par l'administrateur du Géoportail, l'utilisateur pourra accéder à instruments et fonctions qui autrement ne sont pas visibles comme la possibilité de télécharger ou l'édition des données.

source: Strumenti e funzioni
fr: Les fonctionnalités

source: Modifica
fr: Édition

source: Lo strumento **Modifica** compare nella toolbar solo se l'utente ha eseguito il login e se gli sono stati attribuiti i permessi per la modifica dei dati. Lo strumento consente di:
fr: L'instrument **Édition** apparait dans la barre d'outils seulement si l'utilisateur est connecté et si lui ont été attribuées les permis pour la modification des données. L'instrument permet de:

source: creare nuovi elementi (sia la geometria che le relative informazioni alfanumeriche),
fr: créer éléments nouveaux (la géométrie mais aussi les informations pertinentes alphanumériques),

source: modificare le geometrie e/o le relative informazioni alfanumeriche
fr: modifier les géométries et/ou les informations alphanumériques pertinentes

source: eliminare le geometrie esistenti
fr: éliminer les géométries existantes

source: Per eliminare invece un elemento esistente, il procedimento è simile a quello della modifica. Bisogna infatti accedere allo strumento modifica presente nella toolbar del pop-up che compare interrogando l'elemento di interesse e andare a inserire la data in corrispondenza del campo **data_eliminazione**.
fr: Pour éliminer plutôt un élément existant, la procédure est similaire à celui de la modification. Il faut accéder à l’instrument modification présent dans la barre d'outils du pop-up qui apparait en interrogeant l'élément d'intérêt et aller à insérer la date en correspondance du champ **date_élimination**.

source: In ogni caso per rendere effettiva qualsiasi modifica ai dati (creazione di nuovi elementi, modifica o eliminazione degli esistenti) è necessario premere il pulsante *Salva*. ATTENZIONE: una volta salvate le modifiche non sarà più possibile tornare indietro.
fr: Dans tous les cas pour rendre effective toute modification des données (création di nouveaux éléments, modification ou élimination des éléments existants) il faut appuyer sur le bouton *Sauve*. ATTENTION: une fois sauvées les modifications ce ne sera plus possible revenir.

source: Per maggiori dettagli si rimanda al manuale di Lizmap Web Client https://docs.lizmap.com/current/it/user/user_guide.html#editing-spatial-data
fr: Pour plus de détails il est fait référence au manuel de Lizmap Web Client https://docs.lizmap.com/current/it/user/user_guide.html#editing-spatial-data

source: Selezione
fr: Sélection

source: Lo strumento **Selezione** permette di selezionare le geometrie di un layer a sua volta selezionato tramite il menù a tendina dello strumento. Gli strumenti di selezione disponibili sono:
fr: L'instrument **Sélection** permet de sélectionner les géométries di un layer à son tour sélectionné au travers le menu déroulant de l’instrument. Les instruments de sélection disponibles sont:

source: selezione tramite riquadro
fr: sélection au travers encadré

source: slezione tramite cerchio
fr: sélection au travers cercle

source: selezione tramite poligono
fr: élection au travers polygone

source: selezione tramite disegno a mano libera
fr: sélection au travers un dessin à main levée

source: E' possibile creare una nuova selezione, aggiungere gli elementi selezionati alla selezione esistente oppure rimuovere gli elementi selezionati dalla selezione esistente. Inoltre è possibile deselezionare tutti gli elementi slezionati oppure filtrare gli elementi selezionati. Con il filtro resteranno visibili nell'area di mappa solo gli elementi precedentemente selezionati. ovviamente è possibile rimuovere il filtro per visualizzare nuovamente tutte le geometrie.
fr: Il est possible de créer une nouvelle sélection, ajouter les éléments sélectionnés à la sélection existante ou supprimer les éléments sélectionnés de la sélection existante. En outre il est possible désélectionner tous les éléments sélectionnés ou filtrer les éléments sélectionnés. Avec le filtre seront toujours affichés dans la zone de carte seulement les éléments précédemment sélectionnés. Évidemment il est possible de supprimer le filtre pour afficher à nouveau toutes les géométries.

source: Localizzazione
fr: Localisation

source: Lo strumento **Localizzazione** permette di cercare e selezionare un comune facente parte del bacino del Roia. Una volta selezionato, l'area di mappa viene zoomata e centrata all'estensione del comune. E' sufficiente digitare i primi caratteri del nome del comune per trovarlo all'interno della lista. Altrimenti è possibile aprire il menù a tendina e scorrerlo per trovare il comune di interesse.
fr: L'instrument **Localisation** permet de chercher et sélectionner un municipalité faisant partie du bassin de la Roya. Une fois sélectionné, la zone de carte est zoomée et centrée à l'extension de la municipalité. Il est suffisant de taper les premiers caractères du nom de la municipalité pour le trouver dans la liste. Autrement il est possible ouvrir le menu déroulant et le parcourir pour trouver la municipalité d’intérêt.

source: Stampa
fr: Impression

source: Lo strumento **Stampa** permette di salvare l'area di mappa in formato immagine (pdf, jpg, ecc.). Al momento sono disponibili 4 layout di stampa (A4 orizzontale e verticale, A3 orizzontale e verticale) da scegliere nel relativo menù a tendina dello strumento. E' possibile definire la scala di stampa da scegliere dal relativo menù a tendina e la risoluzione dell'immagine. Sono disponibili diversi formati file (PDF, JPG, PNG e SVG). Una volta attivato lo strumento, comparirà nell'area di mappa un riquadro rosso la cui forma e dimensione cambierà a seconda del layout e dalla scala scelta per la stampa. E' sufficiente spostare il riquadro per inquadrare la porzione di mappa che si vuole stampare. nella stampa compariranno tutti i layer che sono stati accesi nell'albero dei layer e lo sfondo cartografico scelto.
fr: L'instrument **Impression** permet de sauver la zone de carte en format image (pdf, jpg, etc.). A ce moment 4 mise en page d'impression sont disponibles (A4 horizontale et verticale, A3 horizontale et verticale) au choix dans le menu déroulant pertinent de l’instrument. Il est possible de définir l'échelle d’impression au choix de menu déroulant pertinent et la résolution d'image. Différents formats fichier sont disponibles (PDF, JPG, PNG et SVG). Une fois activé l'instrument, apparaîtra dans la zone de carte un encadré rouge dont la forme et dimension changera selon la mise en page et de l'échelle choisie pour l'impression. Il est suffisant de déplacer le carré pour encadrer la partie de la carte qu'on veut imprimer. Dans l'impression apparaîtront tous les layer qui ont été allumés dans l'arborescence des layer et le fond cartographique choisi.

source: Misura
fr: Mesure

source: Lo strumento **Misura** permette di misurare:
fr: L'instrument **Mesure** permet de mesurer:

source: una lunghezza
fr: une longueur

source: un'area
fr: une zone

source: un perimetro
fr: un périmètre

source: E' sufficiente selezionare il tipo di misura che si vuole fare dal menù a tendina e iniziare a disegnare sull'area di mappa la lunghezza/l'area/ il perimetro che si vuole misurare. Un click del tastro destro del mouse aggiunge un unovo nodo al tracciato della misura, doppio click con il tasto destro del mouse per chiudere il tracciato e quindi interrompere la misura. E' possibile passare da un tipo di misura all'altro semplicemente selezionando quello desiderato dal menù a tendina senza dover chiudere e riaprire lo strumento.
fr: Il est suffisant sélectionner le type de mesure que vous voulez faire de menu déroulant et commencer à dessiner sur la zone de carte la longueur/la zone/ le périmètre que l’on veut mesurer. Un clic-droit de la souris ajoute un nouveau point nodal à un tracé de la mesure, double clic-droit de la souris pour fermer le tracé et donc interrompre la mesure. Il est possible passer d’une forme de mesure à l’autre simplement en sélectionnant celle souhaitée de menu déroulant sans devoir fermer et rouvrir l’instrument.

source: Dati
fr: Données

source: Lo strumento **Dati** permette di visualizzare in un pannello, che viene aperto automaticamente in basso cliccando sul pulsante nella toolbar laterale, la tabella degli attributi associata alle geometrie dei vari layer pubblicati nel geoportale. All'apertura, il pannello mostra l'elenco dei layer per i quali è possibile visualizzare la tabella. E' sufficiente premere sul pulsante *Dettaglio* corrispondente al layer desiderato per visualizzare la tabella.
fr: L'instrument **Données** permet d'afficher dans un panneau, qui est ouvert automatiquement en cliquant en bas sur le bouton sur la barre d’outil latérale, le tableau des attributs associée aux géométries des différents layer publiés dans le géoportail. À l'ouverture, le panneau montre la liste des layer pour lesquels est possible afficher le tableau. Il est suffisant de appuyer sur le bouton *Détail* correspondant au layer désiré pour afficher le tableau.

source: Una volta aperta la tabella degli attributi, è possibile agire sulle singole righe tramite i pulsanti in corrispondenza di ciascuna riga. Questi tool permettono di:
fr: Une fois le tableau des attributs ouvert, il est possible opérer sur les lignes individuelles en utilisant les boutons en regard de chaque ligne. Ces outils permettent de:

source: selezionare la riga e quindi la geometria corrispondente,
fr: sélectionner la ligne et ensuite la géométrie correspondante,

source: zoomare sulla geometria,
fr: zoomer sur la géométrie,

source: centrare l'area di mappa sulla geometria ,
fr: centrer la zone de carte sur la géométrie,

source: modificare le informazioni alfanumeriche presenti in tabella (solo se l'utente loggato è abilitato alla modifica dei dati)
fr: modifier les informations alphanumériques présentes dans le tableau (seulement si l'utilisateur connecté est activé pour modifier les données)

source: E' possibile inoltre filtrare le righe mostrate in tabella digitando ad esempio una parola chiave o anche solo alcuni caratteri nel form *Cerca*. Saranno quindi mostrate solo le righe che rispondono al criterio di ricerca. Per tornare alla visualizzazione totale delle righe è sufficiente cancellare il contenuto dal form *Cerca*. Una volta filtrate le righe secondo un criterio di interesse, tutte le geometrie sono comunque visibili nell'area di mappa mentre saranno visualizzate solo le righe della tabella che rispondono al criterio di ricerca.
fr: Il est possible en outre filtrer les lignes affichées dans le tableau en tapant par exemple un mot-clé ou juste quelques caractères dans le formulaire *Cherche*. Seules les lignes répondant au critère de recherche seront affichées. Pour revenir à l’affichage total des lignes il est suffisant effacer le contenu du formulaire *Cherche*. Une fois les lignes filtrées selon un critère d'intérêt, toutes les géométries sont cependant visibles dans la zone de carte alors que seront affichées uniquement les lignes du tableau répondant au critère de recherche.

source: Gli strumenti accanto al form *Cerca* permettono di:
fr: Les outils à côté du formulaire *Cherche* permettent de:

source: selezionare tutte le righe,
fr: sélectionner toutes les lignes,

source: deselezionare le righe selezionate,
fr: désélectionner les lignes sélectionnées,

source: spostare le righe selezionate in cima alla tabella
fr: déplacer les lignes sélectionnées en haut du tableau

source: filtrare i dati (con questo strumento verranno temporaneamente visualizzate solo le geometrie e le corrispondenti righe in tabella che rispondono al criterio di ricerca. Per tornare alla visualizzazione totale è sufficiente cliccare nuovamente sul pulsante del filto),
fr: filtrer les données (avec cet outil seront temporairement affichées uniquement les géométries et les lignes correspondantes dans le tableau qui répondent au critère de recherche. Pour revenir à l'affichage total est suffisant cliquer à nouveau sur le bouton filtration),

source: visualizzare i valori della tabella.
fr: afficher les valeurs du tableau.

source: Per maggiori dettagli si rimanda al manuale di Lizmap Web Client https://docs.lizmap.com/current/it/user/user_guide.html#attribute-layers
fr: Pour plus de détails voir le manuel de Lizmap Web Client https://docs.lizmap.com/current/it/user/user_guide.html#attribute-layers

source: Lo strumento **3D** permette di visualizzare alcuni dati pubblicati nel geoportale in un modello tridimensionale basato sul Modello Digitale del terreno del Bacino del Roia. Si tratta di un visualizzatore 3D integrato dotato di propri strumenti come ad esempio un albero dei layer da cui è possibile accendere/spegnere i singoli layer e modificarne l'opacità. Inoltre è possibile interrogare le singole features nel modello 3D semplicemente cliccandoci sopra con il mouse. Il modello è navigabile attraverso il mouse:
fr: L'outil **3D** permet d’afficher certains données publiées dans le géoportail dans un modèle tridimensionnel basé sur le Modèle Digital du terrain du Bassin de la Roya. Il s’agit d’un afficheur 3D intégré doté de son propres instruments comme par exemple un arborescence de layer d’où pouvoir allumer/éteindre les layer individuels et en modifier l'opacité. Vous pouvez aussi interroger le fonctions individuelles dans le modèle 3D tout simplement en cliquant dessus avec la souris. Le modèle est navigable à travers la souris:

source: tenendo premuto il tasto sinistro si ha il tool *orbita*
fr: en maintenant le bouton gauche enfoncé vous avez l’outil *orbite*

source: tenendo premuto il tasto destro si ha il tool *pan*
fr: en maintenant le bouton droit enfoncé vous avez l’outil *pan*

source: muovendo la rotella si ha il tool *zoom*
fr: déplacer la roue vous donne l’outil *zoom*

source: Il pannello in basso in cui viene visualizzato il modello 3D può essere ingrandito cliccando sul tasto *Massimizza*, oppure mantenuto aperto cliccando il tasto *Fissa* oppure chiuso cliccando sul tasto *Chiudi* nella barra degli strumenti in basso nel pannello oppure cliccando nuovamente il pulsante sulla toolbar laterale del geoportale.
fr: Le panneau en bas où le modèle 3D est affiché agrandi en cliquant sur le bouton *Maximise*, ou maintenu ouvert en cliquant sur le bouton *Fixe* ou fermé en cliquant sur le bouton *Fermer* dans la barre d’outils en bas du panneau ou en cliquant à nouveau le bouton sur la barre d’outils latérale du géoportail.

source: Manuale
fr: Manuel

source: Lo strumento **Manuale** apre in una nuova pagina del browser la pagina wed di questo manuale.
fr: L'outil **Manuel** ouvre dans une nouvelle page du navigateur la page web de ce manuel.
