Repository: gtergeomatica/manuale_geoportale_concerteaux
Catalog: locales/*/LC_MESSAGES/intro.po
Languages: fr

source: Introduzione
fr: Introduction

source: Credits
fr: Crédits

source: Il **Geoportale del Progetto INTERREG Concert-Eaux** e questo manuale sono stati sviluppati da Gter srl Innovazione in Geomatica GNSS e GIS.
fr: Le Géoportail du projet INTERREG Concert-Eaux et ce manuel ont été développés par Gter srl Innovazione in Geomatica GNSS e GIS.

source: Il manuale è distribuito con licenza Creative Commons Attribution 4.0 International License https://creativecommons.org/licenses/by/4.0/
fr: Le manuel est distribué sous une licence Creative Commons Attribution 4.0 International License https://creativecommons.org/licenses/by/4.0/

source: Il progetto Concert-Eaux
fr: Le projet Concert-Eaux

source: L’obiettivo generale del progetto CONCERT-EAUX è quello di realizzare un osservatorio dell’impatto climatico nel bacino idrografico italo-francese del Fiume Roya, con particolare riguardo ai monitoraggi del ciclo delle acque di superficie e sotterranee. I cambiamenti climatici interferiscono su tale ciclo, influenzando il regime delle piogge, le modalità di deflusso superficiale, i parametri di evapotraspirazione, le condizioni di alimentazione delle falde idriche.
fr: L'objectif général du projet CONCERT-EAUX est de créer un observatoire de l'impact climatique dans le bassin fluvial italo-français de la rivière Roya, notamment en matière de suivi du cycle des eaux de surface et souterraines. Les changements climatiques interfèrent avec ce cycle, influençant le régime pluviométrique, les méthodes de ruissellement de surface, les paramètres d'évapotranspiration, les conditions d'alimentation des nappes phréatiques.

source: Il progetto si propone di partire da una maggiore conoscenza degli assetti climatici del bacino idrografico, per poi definirne gli scenari evolutivi. Ciò consentirà di adattare gli strumenti di pianificazione dell’uso del territorio e delle risorse naturali, con particolare riguardo alla definizione dei prevedibili minimi e massimi deflussi nei corsi d’acqua.
fr: Le projet vise à partir d'une meilleure connaissance des structures climatiques du bassin versant, pour ensuite définir ses scénarios d'évolution. Cela permettra d'adapter les outils d'aménagement du territoire et de planification des ressources naturelles, notamment en ce qui concerne la définition des débits minimaux et maximaux prévisibles dans les cours d'eau.

source: **Capofila del progetto CONCERT-EAUX:** Regione Liguria
fr: **Capofila du projet CONCERT-EAUX:** Regione Liguria

source: **Partners del progetto CONCERT-EAUX:** ARPAL, IISL, BRGM, CNRS, SMIAGE
fr: **Partenaires du projet CONCERT-EAUX:** ARPAL, IISL, BRGM, CNRS, SMIAGE

source: **Sito web del progetto CONCERT-EAUX:** https://www.concert-eaux.eu
fr: **Site web du projet CONCERT-EAUX:** https://www.concert-eaux.eu

source: **Il Geoportale del progetto CONCERT-EAUX:** https://www.gishosting.gter.it/lizmap-web-client/lizmap/www/index.php/view/map/?repository=concerteaux&project=concerteaux
fr: **Le Géoportail du projet CONCERT-EAUX:** https://www.gishosting.gter.it/lizmap-web-client/lizmap/www/index.php/view/map/?repository=concerteaux&project=concerteaux

source: **Partner responsabile del Geoportale e di questo manuale:** Dipartimento di Ingegneria Civile, Chimica e Ambientale - UniGE
fr: **Partenaire gestionnaire de Géoportail et du ce manuel:** Dipartimento di Ingegneria Civile, Chimica e Ambientale - UniGE

source: **Persona responsabile del Geoportale e di questo manuale:** Prof.ssa Bianca Federici
fr: **Personne gestionnaire de Géoportail et du ce manuel:** Prof.ssa Bianca Federici

source: **Contatto del responsabile del Geoportale e di questo manuale:** bianca.federici@unige.it
fr: **Contact du responsable du Géoportailet du ce manuel:** bianca.federici@unige.it
